[
  {
    "body":[
      "We all are aware that the software and technology industry is now the backbone of our society. As grand as this sounds, what it really means is that the market is flooded with competitors. So in order to stand out from others, you need to invest in Content Marketing. With great implementation of it you will gather more traffic to your website, and as more and more customers understand your product and its application, your business can be scaled up. ",
      "At Izart we pride ourselves on our ability of effective storytelling and creating content with empathy. We are fully equipped to conduct independent research, and provide high quality deliverables on a scale. Book a call with us to get the content marketing services. Or just fill out the form and let us reach out to you. "
    ],
    "link": "software+technology",
    "title": "Software and Technology",
    "subhead": "The Software Industry is poised for one of the strongest revenue growth and your business can be a part of it with strategic content marketing. "
  },
  {
    "body":[
      "We know how the IT industry has taken over the globe over the last two decades. And in 2020, due to the COVID pandemic, IT infrastructure was literally the backbone of the entire world’s functioning for even basic sustenance. So naturally, the market is now flooded with competitors. What makes you stand is the content your brand puts out. If you can describe the reasons why someone should choose your brand seamlessly, you get ahead of the curve. And at Izart we are obsessed to get you there. ",
      "We find the right balance between savvy and pragmatism to deliver content that is aligned to the core of your business. We are fully equipped to conduct independent research, and provide high quality deliverables on a scale. ",
      "Book a call with us to get the content marketing services. Or just fill out the form and let us reach out to you. "
    ],
    "link": "information+technology",
    "title": "Information Technology",
    "subhead": "The IT industry was responsible for a domestic revenue of USD 44 Billion, and to stand out in a pool of businesses you need to set your brand apart from the others with strategic content marketing. "
  },
  {
    "body":[
      "We have seen the marketing and advertising industry evolve from scattered, small scale businesses to an industrial giant. Along with these changes, we have witnessed more intricate and complicated forms of advertising and thus, the need of content that can describe your methodology and services to the common man has increased. Customers invest in what’s relatable and understandable, and having good content on your website can do wonders for your business. ",
      "At Izart, we have writers who can explain the most complex of ideas in ways that are easily understood by a potential customer. Our writers understand data, but more importantly they understand humans. ",
      "Our content will be tailor made for your business and align with your company’s identity. Our writers have the ability to create content that will attract more traffic to your website and will allow your business to grow faster than others. "
    ],
    "link": "marketing+advertisement",
    "title": "Marketing & Advertising",
    "subhead": "By 2024, the Global Advertising Market will be worth USD 769.9 Billion. Are you ready to be an industry leader through content marketing that takes you there? "
  },
  {
    "body": [
      "It’s common knowledge that the finance industry is the backbone of the global economy. We also know that it is one of the most complicated industries out there. Conventionally, one can’t expect the average Joe to understand the services that you offer. "
    ],
    "link": "finance",
    "title": "Finance",
    "subhead": "With the annual growth of 8.5% per year, the financial sector is one of the fastest growing sectors in the world and a sophisticated content strategy is crucial for your business to have an iconic brand presence. "
  },
  {
      "body": [
        "Ever since the world was forced to shut down, the only industry that thrived in the truest sense was E Commerce. The necessity and the practicality of Ecommerce has never been higher. While that’s a good news for the industry as a whole, conversely, what it also means is that you now have A LOT of competitors. ",
        "The only question remains is how do you stand out? ",
        "A correct approach to answer this question will essentially make or break your business. We have all witnessed the revolution in global trade brought about by the E-Commerce industry and the need of an efficient content marketing strategy to stand apart from the crowd is there for all to see. Your business can attract users and retain them by having a content that is designed to do so. ",
        "At Izart we pride ourselves on our ability of effective storytelling and creating content with empathy. We are fully equipped to conduct independent research, and provide high quality deliverables on a scale. Book a call with us to get the content marketing services. Or just fill out the form and let us reach out to you. "
      ],
      "link": "ecommerce",
      "title": "E-Commerce",
      "subhead": "The average conversion rate for Ecommerce websites without Content Marketing is 0.5% and with it is 2.9%. With Izart, we can take that number for you even higher. "
    },
    {
      "body": [
        "We are well aware of the fact that well crafted content lies at the heart of Academics, whether it is a research paper or a University’s website. If you wish to inform people about how your school has a vision to revolutionize the field of education, you need someone who will not only understand your ideology but provide content which can be easily grasped by the general public. ",
        "At Izart, we have a team which is capable of doing exactly that. We create a content strategy for you that will identify what type of content works best for your audience and deliver it in a simple, yet sophisticated way. "
      ],
      "link": "academics",
      "title": "Academics",
      "subhead": "Want to get into the Ivy League, but just can’t figure out the SOP? Have completed the research, but the thought of putting pen to paper is stopping you? Don’t fret Izart is here for you. "
    },
    {
      "body": [
        "We know that the Events and Hospitality Industry is one of the most competitive industries. You can have a reliable reputation and presence in the market with a carefully curated content strategy and every post, picture or blog is the perfect opportunity for you to get one over your competitors. ",
        "The web persona of your business will have a big impact on the image of your brand and the better you engage with your audience with content that’s relevant to your business and the services you provide, the higher are the chances of retention and conversion. ",
        "At Izart, we have the right team for this exact job. We are fully equipped to conduct independent research, and provide high quality deliverables on a scale. Our strategists will create the perfect content strategy for you to give you an upper hand over the others in the market. "
      ],
      "link": "events+hospitality",
      "title": "Events and Hospitality",
      "subhead": "Having an iconic brand presence that sets you apart from the others is a must and a tailor made content marketing strategy is what you need for your business. "
    },
    {
      "body": [
        "We know that the healthcare industry has realized the worth of content marketing. Hospitals and Healthcare workers find that quality content helps in spreading awareness and reach people far beyond the local vicinity. Your hospital can help a greater number of patients with the help of accurate and reliable content, and raise brand awareness along the way. ",
        "Izart prides itself in being home to writers who can provide you with such content. With the right content strategy, we can enable you to provide your services and help people far beyond the neighbourhood. "
      ],
      "link": "healthcare+sciences",
      "title": "Healthcare and Sciences",
      "subhead": "The Healthcare and Sciences Industry often finds it difficult to connect with the general public and the need for well crafted content is at an all time high. "
    },
    {
      "body":[
        "We always witness brands in the fashion industry competing for the attention of prospects. If you want to actively engage with your customers then content marketing is the perfect tool for you. Your business will attract a bigger crowd and with the right content by your side, you will see an increased conversion rate. ",
        "Izart prides itself in being home to writers who can provide you with such content. With the right content strategy, we can enable you to publicise your brand far beyond your competitors. "
      ],
      "link": "fashion",
      "title": "Fashion",
      "subhead": "The Fashion industry has become one of the most competitive industries over the years and with an annual growth of over 5% in the apparel market alone, it’s time for you to get a glamorous brand presence on the internet with the perfect content strategy provided by Izart. "
    },
    {
      "body":[
        "We know that the content industry is blessed with content. With heaven-esque snapshots to witty captions, businesses need to come up with quality content very frequently and the need of a well crafted content strategy is essential for your travel business. ",
        "At Izart, we boast of having creative minds who can come up with an efficient content marketing strategy that works well for your business. With the ideal personas that fit your target audience and carefully curated content aimed at user retention, Izart is the one stop shop for all your needs. "
      ],
      "link": "travel",
      "title": "Travel",
      "subhead": "Having an iconic brand presence that sets you apart from the others is a must and a tailor made content marketing strategy from Izart will help you do exactly that. "
    },
    {
      "body":[
        "At Izart we pride ourselves on our ability of effective storytelling and creating content with empathy. We are fully equipped to conduct independent research, and provide high quality deliverables on a scale. Book a call with us to get the content marketing services. Or just fill out the form and let us reach out to you. "
      ],
      "link": "entertainment",
      "title": "Entertainment",
      "subhead": "We have seen the rise of the entertainment industry over the last two decades, and it can seem like a mammoth task to stand out among a crowd of competitors. Your business needs to adapt an effective content marketing strategy today to attract crowds organically and retain them. "
    },
    {
      "body": [
        "We have witnessed the immense growth of the Sports and Fitness Industry over the years, and as funds are flowing into the market, the number of competitors is at an all time high. Your business needs a well planned content strategy that helps your brand in engaging with users while educating them on fitness. A good content strategist will help you cultivate a sense of brand loyalty with your customers by providing them with free, valuable information. ",
        "At Izart, we have the perfect team that can come up with content strategy which is best suited for your business. A strategy which will lead to increased traffic to your website and will result in higher user retention. "
      ],
      "link": "sports+fitness",
      "title": "Sports and Fitness",
      "subhead": "The Fitness Industry today has become a giant worth over USD 700 Billion, and in an industry as competitive as this, content marketing is what will help you in attracting and retaining the right crowd. "
    }
]
