[
  {
      "body":[
          "What if we tell you that you can beat your competition and increase your revenues tenfold by just investing in a good Social Media Content Strategy and creating content regularly.",
          "Want to know how we can do it for you?",
          ["At Izart, we create content that is ", "carefully structured, methodically curated, and strategically promoted.", "We use data driven insights to understand your audience. We then position your brand via content in such a way that potential prospects discover you and not the other way around."],
          "Our content converts idle readers to active consumers. So fill out the form, and let us increase your brand’s revenue right now!"
      ],
      "link": "facebook",
      "title": "Facebook",
      "subHead": "Facebook has over 2.45 BILLION monthly users. How many of them are your brand’s consumers?",
      "illus": "social.svg",
      "sugg":[
        {
          "ino": 1,
          "link": "twitter",
          "title": "Twitter"
        },
        {
          "ino": 2,
          "link": "linkedin",
          "title": "LinkedIn"
        },
        {
          "ino": 3,
          "link": "instagram",
          "title": "Instagram"
        }
      ]
  },
  {
      "body":[
        "So the question is, does your brand have the appropriate equipment to mine this gold. ",
        "At Izart, we leverage the true potential of the world’s largest professional network. We will help your brand build networks, create communities, reach your target audience, and thrive within the inbound marketing funnel. ",
        ["We create content that is ","carefully structured, methodically curated, and strategically promoted."," We use data driven insights to understand your audience. We then position your brand via content in such a way that potential prospects discover you and not the other way around."],
        " Are you excited to leverage the true potential of LinkedIn? Fill out the form, and we will get in touch with you. "
      ],
      "link": "twitter",
      "title": "Twitter",
      "subHead": "Will you believe us if we told you that by just writing 280 characters we can scale up your business? ",
      "illus": "social.svg",
      "sugg":[
        {
          "ino": 1,
          "link": "facebook",
          "title": "Facebook"
        },
        {
          "ino": 2,
          "link": "linkedin",
          "title": "LinkedIn"
        },
        {
          "ino": 3,
          "link": "instagram",
          "title": "Instagram"
        }
      ]
  },
  {
    "body":[
      "So the question is, does your brand have the appropriate equipment to mine this gold. ",
      "At Izart, we leverage the true potential of the world’s largest professional network. We will help your brand build networks, create communities, reach your target audience, and thrive within the inbound marketing funnel. ",
      ["We create content that is ","carefully structured, methodically curated, and strategically promoted. ","We use data driven insights to understand your audience. We then position your brand via content in such a way that potential prospects discover you and not the other way around. "]
      ],
      "link": "linkedin",
      "title": "LinkedIn",
      "subHead": "In the corporate ecosystem, LinkedIn is nothing less than a goldmine ",
      "illus": "social.svg",
      "sugg":[
        {
          "ino": 1,
          "link": "twitter",
          "title": "Twitter"
        },
        {
          "ino": 2,
          "link": "facebook",
          "title": "Facebook"
        },
        {
          "ino": 3,
          "link": "instagram",
          "title": "Instagram"
        }
      ]
  },
  {
    "body":[
      "But is your brand generating hefty profits from that marketplace? ",
      ["If your answer is not a resounding yes, then you need Izart’s services. We create content that is ","carefully structured, methodically curated, and strategically promoted. ","We use data driven insights to understand your audience. We then position your brand via content in such a way that potential prospects discover you and not the other way around. "],
      "Are you ready to exert your dominance on Instagram? Fill out this form so that we can get in touch with you. "
    ],
    "link": "instagram",
    "title": "Instagram",
    "subHead": "Gone are the days when Instagram was just a photo sharing platform. Over the years, Instagram has transformed into one of the biggest online marketplaces. ",
    "illus": "social.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "twitter",
        "title": "Twitter"
      },
      {
        "ino": 2,
        "link": "linkedin",
        "title": "LinkedIn"
      },
      {
        "ino": 3,
        "link": "facebook",
        "title": "Facebook"
      }
    ]
  },
  {
    "body": [
      "The art of writing technical content is to impart highly specialized knowledge to a layman reader seamlessly. However, to explain anything simply, you need to understand it completely. And that’s where we are better than everyone else. ",
      "We understand that writing technical content requires extensive research from credible sources, a built in narrative, and an original thought process. Hence, our handpicked writers are individually vetted to ensure that they have the ability to understand your every requirement. Our technical writers understand your consumers' pain points through conducting extensive research. Through their insights, they build a narrative flow that caters to those particular pain points and makes your content value adding. ",
      "From niche based to broad based, our writers are equipped with the skills to understand your requirements and get your job done. That too on a scale! ",
      "Set up a call with our Delivery Executive to get the best technical content writers working on your project. Or just fill out the form and we will get in touch with you! "
    ],
    "link": "technical+writing",
    "title": "Technical Writing",
    "subHead": "Position yourself as an Industry Leader by publishing content that is better than everyone else. ",
    "illus": "tecWriting.svg",
    "sugg":[]
  },
  {
    "body": [
      "The way your brand utilises these 8 seconds ends up deciding if the reader will consume your product or not. So how do you make sure that you convert every passive reader in that small window? ",
      "You do that by investing in Copywriting. Here’s what we mean by that. ",
      "Copywriting is the art of communicating more by saying less. The primary goal of copywriting is to guide the reader on your desired trajectory. It could be towards a Call to Action, a purchase, a link to book an appointment, or anything else. ",
      "Moreover, copywriting is an activity that essentially sets the foundation of your brand’s voice and independent identity. To fulfill such a significant requirement, you need writers who provide THE BEST deliverables. ",
      "And that’s where we come in. Before we even write one word, we thoroughly understand your business. We gather all the data points about your target audience and write content that will immediately capture their attention. We achieve this by writing content that taps into their innermost desires. The writers at Izart are trained to sell. Let us sell for you. ",
      "We provide complete coverage of ALL your copywriting needs. So BOOK A CALL now, and get all your copywriting requirements fulfilled RIGHT NOW"
    ],
    "link": "copywriting",
    "title": "Copy Writing",
    "subHead": "Average attention span of a human being is 8 seconds. Does your content capture their attention quicker than that? ",
    "illus": "copywritting.svg",
    "sugg":[]
  },
  {
    "body":[
      "An average user spends about 5.59 seconds to read your website content. So, in order to convert every passive reader into an actual prospect, your written content needs to capture their attention in those 5 seconds. Sounds challenging right? ",
      "Not to us. ",
      "It’s because our writers are trained to write content that narrates a story, captures the imagination, and communicates a similar message with a different perspective to every reader. We write premium content that makes you stand out from the crowd. ",
      "Before we even write a word, we do an extensive competitor analysis, and we capitalise on every weak point. We work with a unique blend of data-driven approach and creative discourse. We use onsite SEO optimization to drive more visitors to your website, and we write empathetic content to convert every visitor. ",
      "A website is a reflection of your entire business. Readers draw judgements about your business’s values, ethics, and expertise based on what they see on your website. ",
      "So BOOK A CALL with us or Fill out the form to allow us to showcase your brand in the best light possible. "
    ],
    "link": "website+content",
    "title": "Website Content",
    "subHead": "Convert your website to a lead conversion engine by using content that’s better than the rest. ",
    "illus": "webContent.svg",
    "sugg":[]
  },
  {
    "body":[
      "A cover letter is a perfect opportunity for an applicant to convince an employer why they are qualified for the job. Also referred to as a Letter of Application, a cover letter is often sent along with your resume and it adds to the information provided by you in your resume. A well written cover letter helps you stand out amongst the crowd and is the right opportunity for you to make a memorable impact on a potential employer. ",
      "While your resume is supposed to list out your skills and academic accolades, a cover letter is supposed to convey your character and personality. It is your formal interaction with a potential employer and its main aim should be to leave a positive impact. Ideally, you should write a unique cover letter for every job you apply to, and getting it right every time is crucial. ",
      "The writers at Izart will get on a call with you, understand your story, and translate it into words seamlessly. We will present you as the most three dimensional applicant who is perfect for the role you are applying for. For ideal results, use our Cover Letter writing services in tandem with our Resume writing services and land your dream job easily. ",
      "The writers at Izart will get on a call with you, understand your story, and translate it into words seamlessly. We will present you as the most three dimensional applicant who is perfect for the role you are applying for. For ideal results, use our Cover Letter writing services in tandem with our Resume writing services and land your dream job easily. "
    ],
    "link": "cover+letter",
    "title": "Cover Letter",
    "subHead": "Hire the best writers to write your story for you. ",
    "illus": "academics.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "lor",
        "title": "LOR"
      },
      {
        "ino": 2,
        "link": "sop",
        "title": "SOP"
      },
      {
        "ino": 3,
        "link": "resume",
        "title": "Resume & CV"
      },
      {
        "ino": 4,
        "link": "research+paper",
        "title": "Research Paper"
      }
    ]
  },
  {
    "body":[
      "A resume is a concise, formal document that provides a summary of your professional experience, skills, educational qualifications, and relevant work experience and accomplishments. Often paired with a cover letter, a resume allows you to showcase your skills and prove to your potential employers that you are qualified for the required position.",
      "Izart houses writers who sit across the table in the interview process and know the criteria on which your candidature will be accepted. Moreover, our writers specifically use selected keywords that put your candidature at the top of the list of all the candidates.",
      "Fill out the form and let us reach out to you. Or just BOOK A CALL with us RIGHT NOW!"
    ],
    "link": "resume",
    "title": "Resume & CV",
    "subHead": "One page to change your life. Hire the best writers to stand out!",
    "illus": "academics.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "lor",
        "title": "LOR"
      },
      {
        "ino": 2,
        "link": "sop",
        "title": "SOP"
      },
      {
        "ino": 3,
        "link": "cover+letter",
        "title": "Cover Letter"
      },
      {
        "ino": 4,
        "link": "research+paper",
        "title": "Research Paper"
      }
    ]
  },
  {
    "body":[
      "A research paper is one of the most common forms of Academic Writing. They are scholarly articles that contain the results of an original research or an evaluation of research conducted by others. Generally speaking, they require students and academics to collect information about a topic, take a stand and provide evidence for that position in an organized report. ",
      "Writing a research paper can seem like a daunting task if you have never written one before. They involve critical evaluation, scientific reasoning, documentation on top of hefty research. ",
      "Izart houses academic writers who can help you formalize your research and get you the laudations you deserve. Fill out the form, or book a call with us right now. "
    ],
    "link": "research+paper",
    "title": "Research Paper",
    "subHead": "Get the recognition your research deserves. ",
    "illus": "academics.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "lor",
        "title": "LOR"
      },
      {
        "ino": 2,
        "link": "sop",
        "title": "SOP"
      },
      {
        "ino": 3,
        "link": "resume",
        "title": "Resume & CV"
      },
      {
        "ino": 4,
        "link": "cover+letter",
        "title": "Cover Letter"
      }
    ]
  },
  {
    "body":[
      "Statement of Purpose is probably one of the most misunderstood aspects of college and university applications. Contrary to the common perception, SOPs are not just a simple essay that describes you. Rather, they are a reflection of your unique personality and are the perfect opportunity for you to express yourself and the reasons behind your desire to study a particular course in a particular university. ",
      "It is widely known that the Admission Committee puts a hefty weight on the structure and content of your SOP and it is your chance to impress them. Well written SOPs help you stand out from the crowd and they ensure that even after going through hundreds of applications, the admission committee remembers yours. ",
      "At Izart, we help students frame their SOP’s in such a way that it fulfills all the admission criteria. Our writers will engage you in the writing process, will actively take feedback, and make sure that the SOP retains your voice. Our writers are experienced professionals with a 100% acceptance rate. So guarantee your admission and fill out the form and let us reach out to you, or just book a call RIGHT NOW! "
    ],
    "link": "sop",
    "title": "Statement Of Purpose (SOP)",
    "subHead": "Few words stand between you and your dream college. Hire the BEST academic writers to help you write the ones that guarantee your admission.  ",
    "illus": "academics.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "lor",
        "title": "LOR"
      },
      {
        "ino": 2,
        "link": "cover+letter",
        "title": "Cover Letter"
      },
      {
        "ino": 3,
        "link": "resume",
        "title": "Resume & CV"
      },
      {
        "ino": 4,
        "link": "research+paper",
        "title": "Research Paper"
      }
    ]
  },
  {
    "body":[
      "Typically used by employers and admission officers to contemplate whether or not to hire someone or admit them into an institution, a Letter Of Recommendation is a document in which the writer details the qualities, characteristics and capabilities of the individual being recommended in terms of that individual’s ability in a particular domain. In other words, a Letter Of Recommendation describes a person’s relevant qualifications or skills. ",
      "Often written by former employers, clients, teachers or professors, Letters of Recommendation have long been used by various institutions to determine whether an individual is fit for a particular post, or college/graduate school program. It is often difficult to determine what to include in a Letter of Recommendation and what format to use, and the tiniest details can make the biggest of differences. ",
      "Get Izart’s in-house writers to write relevant and highly effective Letter of Recommendations for you. Book a call or fill out the form right now! "
    ],
    "link": "lor",
    "title": "Letter Of Recommendation (LOR)",
    "subhead": "",
    "illus": "academics.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "cover+letter",
        "title": "Cover Letter"
      },
      {
        "ino": 2,
        "link": "sop",
        "title": "SOP"
      },
      {
        "ino": 3,
        "link": "resume",
        "title": "Resume & CV"
      },
      {
        "ino": 4,
        "link": "research+paper",
        "title": "Research Paper"
      }
    ]
  },
  {
    "body":[
      "The first rule about Content Marketing is that it only works if your content is educational and not promotional. Hence, article writing is the linchpin of your brand’s entire Content Marketing Strategy. ",
      "Ideally,educational, value-adding articles should help you build and serve your audience. But most organizations don’t see an increase in traffic or revenue despite publishing loads of articles. ",
      "The reason is simple ",
      "Most content writers are not storytellers. ",
      "Luckily for you, we are! ",
      "At Izart, we understand data, but more importantly we understand humans. We write content that has an inbuilt narrative flow that not just educates, but also taps into the pain points of your target audience and buyer personas. ",
      "Our content is easy to read, difficult to ignore, and impossible to forget. ",
      "Book a call with us, and transform your Content Marketing with premium articles today. "
    ],
    "link": "articles",
    "title": "Articles",
    "subHead": "Convert passive readers to active consumers with premium Articles. ",
    "illus": "article.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "seo",
        "title": "SEO Articles"
      },
      {
        "ino": 2,
        "link": "informative+articles",
        "title": "Informative Articles"
      },
      {
        "ino": 3,
        "link": "product+based",
        "title": "Product Based Articles"
      },
      {
        "ino": 4,
        "link": "technical+articles",
        "title": "Technical Articles"
      }
    ]
  },
  {
    "body":[
      "Have you invested heavily into content marketing, but the results are just not visible? ",
      "Chances are that your content is not SEO Optimized. ",
      "You can have the best content in the world, but if it is not SEO Optimized then you won’t get anyone to consume it. Basically, an SEO article is a piece of written content that is optimized for Search Engines thus giving it a better chance of being on the first page of a relevant search result. If your content is not SEO Optimized then when Google or any other search engine crawls your website, it won’t understand the content you are promoting. Hence, your content will not show up in relevant searches. ",
      "Luckily, onsite SEO optimization requires skills that we specialize in. Every piece of content written by Izart’s writers is SEO Optimized for highest conversions. However, we can do an extensive audit of your existing content,SEO Optimize it, and without investing in creating additional content, your brand can increase its revenues. ",
      "So book a call with us RIGHT NOW, and let us convert you existing content into a cornerstone of lead generation. "
    ],
    "link": "seo",
    "title": "SEO Articles",
    "subHead": "Get your content discovered by our premium onsite SEO Optimization ",
    "illus": "article.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "articles",
        "title": "Articles"
      },
      {
        "ino": 2,
        "link": "informative+articles",
        "title": "Informative Articles"
      },
      {
        "ino": 3,
        "link": "product+based",
        "title": "Product Based Articles"
      },
      {
        "ino": 4,
        "link": "technical+articles",
        "title": "Technical Articles"
      }
    ]
  },
  {
    "body":[
      "Our Technical articles impart highly specialized knowledge to a layman reader seamlessly. To explain anything simply, you need to understand it completely. And that’s where we are better than everyone else. All our technical writers are from technical backgrounds and have a penchant for writing. ",
      "We understand that writing technical content requires extensive research from credible sources, a built in narrative, and an original thought process. Hence, our handpicked writers are individually vetted to ensure that they have the ability to understand your every requirement. Our technical writers understand your consumers' pain points through conducting extensive research. Through their insights, they build a narrative flow that caters to those particular pain points and makes your content value adding. ",
      "From niche based to broad based, our writers are equipped with the skills to understand your requirements and get your job done. That too on a scale! ",
      "Set up a call with our Delivery Executive to get the best technical content writers working on your project. Or just fill out the form and we will get in touch with you! "
    ],
    "link": "technical+articles",
    "title": "Technical Articles",
    "subHead": "Emerge as an Industry leader and scale up your business through articles that inform but also sell! ",
    "illus": "article.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "seo",
        "title": "SEO Articles"
      },
      {
        "ino": 2,
        "link": "informative+articles",
        "title": "Informative Articles"
      },
      {
        "ino": 3,
        "link": "product+based",
        "title": "Product Based Articles"
      },
      {
        "ino": 4,
        "link": "articles",
        "title": "Articles"
      }
    ]
  },
  {
    "body":[
      "The primary rule to thrive in Content Marketing is to publish content that is educational and not promotional. Hence, informative articles are the keystone of your brand’s entire Content Marketing Strategy. At Izart, we specialise in writing in depth articles that not just provides value, but also drives business for your brand. ",
      "Our writers are capable of conducting their own comprehensive research and inculcate all the information within a well-defined three act narrative. That too on a scale. Our writers stand out because of their ability to weave a story around even the most academic topics. ",
      "Our content is unique and we know that your readers will love it. So don’t wait any further and BOOK A CALL with us. Or just fill out the form and let us reach out to you. "
    ],
    "link": "informative+articles",
    "title": "Informative Articles",
    "subHead": "Provide value to your readers, build a reputable brand, and scale up your business. ",
    "illus": "article.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "seo",
        "title": "SEO Articles"
      },
      {
        "ino": 2,
        "link": "articles",
        "title": "Articles"
      },
      {
        "ino": 3,
        "link": "product+based",
        "title": "Product Based Articles"
      },
      {
        "ino": 4,
        "link": "technical+articles",
        "title": "Technical Articles"
      }
    ]
  },
  {
    "body":[
      "You’ve built your product, you know it is the best in the market. But how would everyone else. ",
      "You need to market it the right way. ",
      "You need to create the need for your product by elucidating on the problem it solves. Then you need to showcase why your product solves the problem better than your competitors. And finally, you need to give a definite value proposition of your product. ",
      "All of this is challenging to convey at once, and that’s where we come in. ",
      "We create a structured approach to cater to all your product marketing requirements. Then we write articles that convince readers to use your product, and convert every single reader to a customer. ",
      "So Book a Call with us Right Now to increase your product signups or just Fill Out the Form and let us reach out to you. "
    ],
    "link": "product+based",
    "title": "Product Based Articles",
    "subHead": "Market your product the right way. Use our effective product marketing services aided by Izart’s finest writers. ",
    "illus": "article.svg",
    "sugg":[
      {
        "ino": 1,
        "link": "seo",
        "title": "SEO Articles"
      },
      {
        "ino": 2,
        "link": "informative+articles",
        "title": "Informative Articles"
      },
      {
        "ino": 3,
        "link": "articles",
        "title": "Articles"
      },
      {
        "ino": 4,
        "link": "technical+articles",
        "title": "Technical Articles"
      }
    ]
  },
  {
      "body":[
          "You can’t think of initiating your content marketing efforts before starting a blog. A blog is a piece of content that is informational but also conversational. It is light reading that gets the maximum attention. If done properly, blogs have the potential to increase your brand awareness, get more inbound leads, and it can even make your brand go viral! ",
          "But since you are here, chances are that you are seeing other brand’s businesses thriving because of blogs, but they just aren’t driving in any revenues for your brand. ",
          "Well, you’ve come to the right place. At Izart, we write blogs that rank. Everyone can write blogs that are good to read, but very few can write blogs that are actually visible to an average internet surfer. Our writers sit with our SEO specialists, and Content Strategists to maintain the most innovative and SEO Optimized blog that will provide excellent ROIs ",
          "Stand out from your competitors, and emerge as an industry leader through our premium content marketing services and Book a Call with us RIGHT NOW! "
      ],        
      "link": "blog",
      "title": "Blog Writing",
      "subHead": "Drive Conversions and build long term relationships with your consumers through our premium blog writing service. ",
      "illus": "blogs.svg",
      "sugg":[]

  },
  {
    "body":[
        "White papers are reports made on a specific topic that highlight a problem and provide a solution. It is used to educate your audience about a particular issue, or methodology. Well crafted white papers give you the credibility of an expert and establish your brand as a leader in the industry.",
        "Whitepapers have evolved from being a fancy addition to the resources section to a cornerstone of lead generation. Complementary to the rise of knowledgeable customers in the market, the usage of white papers as a marketing funnel is also at an all time high.",
        "A good white paper makes you stand out from the crowd.",
        "But creating a whitepaper with just the help of your internal resources is not easy. And when you have the option to outsource this work, it is not even practical. Especially when you can get highly trained writers to do it on a scale.",
        "At Izart, writers work with you right from brainstorming the appropriate theme for the whitepaper to sharing the final deliverable. We pride ourselves on our ability to conduct self sufficient research that requires minimal effort from your end.",
        "Fill out the form now, and let us reach out to you with our writing samples and quotations."
    ],        
    "link": "whitepaper",
    "title": "White Papers",
    "subHead": "Position yourself as an Industry Leader today. Get the best writers to write Accurate, In-depth, and Persuasive whitepapers.",
    "illus": "whitepaper.svg",
    "sugg":[]

}
  
]
